{
  "cities": [
    {
      "id": 1,
      "name": "New York, NY, USA",
      "image": "https://www.traveldrafts.com/wp-content/uploads/2022/01/Broadway-New-York-famous-New-York-things.jpg",
      "attractions": "Central Park, Statue of Liberty, Empire State Building",
      "population": "8.468 million",
      "description": "New York is known for its towering skyscrapers, famous districts, and endless energy. From baseball and pizzas to Times Square and yellow cabs, there's a lot to explore in the Big Apple. Amongst the metropolitan boroughs, New York is also famous for its nature including Thousand Island and Finger Lake regions."
    },
    {
      "id": 2,
      "name": "Los Angeles, CA, USA",
      "image": "https://cdn2.hometogo.net/assets/media/pics/1920_600/611bd8dc03098.jpg",
      "attractions": "Hollywood Walk of Fame, Santa Monica 3rd Street Promenade, Runyon Canyon Park",
      "population": "3.849 million",
      "description": "Los Angeles, or LA, is one of the most well-known cities in the world. But why is Los Angeles so famous? Hollywood stars, the TV & movie industries, and gorgeous beaches all make LA a famous city and a popular vacation spot."
    },
    {
      "id": 3,
      "name": "Atlanta, GA, USA",
      "image": "https://tourscanner.com/blog/wp-content/uploads/2020/11/fun-things-to-do-in-Atlanta.jpg",
      "attractions": "Georgia Aquarium, World of Coca-Cola, Fox Theatre",
      "population": "496,461",
      "description": "Atlanta is known for its high-traffic airport, thriving hip-hop scene, and prominent role in Civil Rights history. The city is home to well-known brands like Coca-Cola, Delta, and CNN."
    },
    {
      "name": "Miami, FL, USA",
      "image": "https://a.cdn-hotels.com/gdcs/production48/d1488/5d46fe1d-5102-4ef3-8226-c8d864e05060.jpg",
      "attractions": "Miami South Beach, Art Deco Historic District, Wynwood Walls Street Art",
      "population": "439,890",
      "description": "Miami is known for its strong Cuban Influence, warm weather, pristine beaches, and great diving sites. The city is also home to some famous teams and landmarks such as the Miami Heat, the iconic Miami tower, and the beautiful Everglades National Park.",
      "id": 4
    },
    {
      "name": "Seattle, WA, USA",
      "image": "https://cdn.travelpulse.com/images/d7a9edf4-a957-df11-b491-006073e71405/ede9c78b-fc50-46f7-be21-5164aaf3b3af/630x355.jpg",
      "population": "733,919",
      "description": "Seattle is famous for Starbucks and overall coffee culture, grunge music scene, the Seahawks, the Space Needle, Pike Place Market, headquarters of a lot of the tech industry (including both Amazon and Microsoft), hiking, kayaking, and general outdoors lifestyle (think REI).",
      "attractions": "Space Needle, Pike Place Market, Museum of Pop Culture",
      "id": 5
    },
    {
      "name": "Lima, Peru",
      "image": "https://www.globeguide.ca/wp-content/uploads/2014/02/Peru-Lima-Miraflores.jpg",
      "population": "11.204 million",
      "description": "A part from it's awe-inspiring historical attractions, Lima is also renowned as South America's culinary capital, boasting world-class eateries and authentic local gems that offer a heady mix of flavours.",
      "attractions": "Miraflores, Larcomar, Magic Water Circuit",
      "id": 6
    }
  ]
}