{
  "cities": [
    {
      "id": 1,
      "name": "New York, NY, USA",
      "image": "https://www.traveldrafts.com/wp-content/uploads/2022/01/Broadway-New-York-famous-New-York-things.jpg",
      "attractions": "Central Park, Statue of Liberty, Empire State Building",
      "population": "8.468 million",
      "description": "New York is known for its towering skyscrapers, famous districts, and endless energy. From baseball and pizzas to Times Square and yellow cabs, there's a lot to explore in the Big Apple. Amongst the metropolitan boroughs, New York is also famous for its nature including Thousand Island and Finger Lake regions."
    },
    {
      "id": 2,
      "name": "Los Angeles, CA, USA",
      "image": "https://cdn2.hometogo.net/assets/media/pics/1920_600/611bd8dc03098.jpg",
      "attractions": "Hollywood Walk of Fame, Santa Monica 3rd Street Promenade, Runyon Canyon Park",
      "population": "3.849 million",
      "description": "Los Angeles, or LA, is one of the most well-known cities in the world. But why is Los Angeles so famous? Hollywood stars, the TV & movie industries, and gorgeous beaches all make LA a famous city and a popular vacation spot."
    },
    {
      "id": 3,
      "name": "Atlanta, GA, USA",
      "image": "https://tourscanner.com/blog/wp-content/uploads/2020/11/fun-things-to-do-in-Atlanta.jpg",
      "attractions": "Georgia Aquarium, World of Coca-Cola, Fox Theatre",
      "population": "496,461",
      "description": "Atlanta is known for its high-traffic airport, thriving hip-hop scene, and prominent role in Civil Rights history. The city is home to well-known brands like Coca-Cola, Delta, and CNN."
    },
    {
      "name": "Miami, FL, USA",
      "image": "https://a.cdn-hotels.com/gdcs/production48/d1488/5d46fe1d-5102-4ef3-8226-c8d864e05060.jpg",
      "attractions": "Miami South Beach, Art Deco Historic District, Wynwood Walls Street Art",
      "population": "439,890",
      "description": "Miami is known for its strong Cuban Influence, warm weather, pristine beaches, and great diving sites. The city is also home to some famous teams and landmarks such as the Miami Heat, the iconic Miami tower, and the beautiful Everglades National Park.",
      "id": 4
    },
    {
      "name": "Seattle, WA, USA",
      "image": "https://cdn.travelpulse.com/images/d7a9edf4-a957-df11-b491-006073e71405/ede9c78b-fc50-46f7-be21-5164aaf3b3af/630x355.jpg",
      "population": "733,919",
      "description": "Seattle is famous for Starbucks and overall coffee culture, grunge music scene, the Seahawks, the Space Needle, Pike Place Market, headquarters of a lot of the tech industry (including both Amazon and Microsoft), hiking, kayaking, and general outdoors lifestyle (think REI).",
      "attractions": "Space Needle, Pike Place Market, Museum of Pop Culture",
      "id": 5
    },
    {
      "name": "Lima, Peru",
      "image": "https://www.globeguide.ca/wp-content/uploads/2014/02/Peru-Lima-Miraflores.jpg",
      "population": "11.204 million",
      "description": "A part from it's awe-inspiring historical attractions, Lima is also renowned as South America's culinary capital, boasting world-class eateries and authentic local gems that offer a heady mix of flavours.",
      "attractions": "Miraflores, Larcomar, Magic Water Circuit",
      "id": 6
    },
    {
      "name": "Barcelona, Spain",
      "image": "https://stories.forbestravelguide.com/wp-content/uploads/2019/12/HERO-HowToSpendTwoPerfectDaysInBarcelona-Barcelona-CreditMasterLu-iStock.jpg",
      "population": "1.62 million",
      "description": "Barcelona is a Mediterranean city with excellent beaches and good weather. Art, gastronomy, and sports excel exceptionally. Gaudi's architecture, 30 Michelin stars restaurants, and the Barcelona Football Club (soccer) have made the city a world-famous travel destination.",
      "attractions": "Basílica de la Sagrada Família, Barri Gòtic (Gothic Quarter), La Rambla: Barcelona's Social Hub",
      "id": 7
    },
    {
      "name": "San Francisco, CA, USA",
      "image": "https://www.extraspace.com/wp-content/uploads/2019/05/things-know-living-san-francisco-ca.jpg",
      "population": "815,201",
      "description": "San Francisco is known for its cool summers, fog, steep rolling hills, eclectic mix of architecture, and landmarks, including the Golden Gate Bridge, cable cars, the former Alcatraz Federal Penitentiary, Fisherman's Wharf, and its Chinatown district.",
      "attractions": "Golden Gate Bridge, Alcatraz Island, Fisherman's Wharf",
      "id": 8
    },
    {
      "name": "Amsterdam, Netherlands",
      "image": "https://uconsulting.nl/wp-content/uploads/amsterdam-netherlands.jpg",
      "population": "1.166 million",
      "description": "Amsterdam is known for its historical attractions, for its collections of great art, and for the distinctive colour and flavour of its old sections, which have been so well preserved.",
      "attractions": "Rijksmuseum, Anne Frank House, Van Gogh Museum",
      "id": 9
    },
    {
      "name": "Cologne, Germany",
      "image": "https://cdn.britannica.com/78/151778-050-1FC733B4/Night-view-Cologne-Germany-Rhine-River.jpg",
      "population": "1.137 million",
      "description": "Cologne is the seat of a university and the see of a Roman Catholic archbishop. Its cathedral, the largest Gothic church in northern Europe, was designated a UNESCO World Heritage site in 1996; it is the city's major landmark and unofficial symbol.",
      "attractions": "Cologne Cathedral, Museum Ludwig, Chocolate Museum",
      "id": 10
    },
    {
      "name": "Bangkok, Thailand",
      "image": "https://www.travelandleisure.com/thmb/zXEFKsY1RGyfGOt3by-B3COjVL4=/1500x0/filters:no_upscale():max_bytes(150000):strip_icc()/header-skyline-bangkok-thailand-24HRBKK0622-4be256e6f49545548234faa7e3167746.jpg",
      "population": "10.7 million",
      "description": "It is popular for its magnificent palaces, skyscrapers, museums and markets that attract tourists worldwide. Also, adventure lovers visit this spot to explore its cultural and historical landmarks.",
      "attractions": "The Grand Palace, Wat Arun, Temple of the Emerald Buddha",
      "id": 11
    },
    {
      "name": "Toronto, Canada",
      "image": "https://www.prepareforcanada.com/wp-content/uploads/Torronto-Main.jpg",
      "population": "6.313 million",
      "description": "Toronto is known for its many skyscrapers and high-rise buildings, in particular the tallest free-standing structure on land outside of Asia, the CN Tower.",
      "attractions": "CN Tower, Royal Ontario Museum, Ripley’s Aquarium of Canada",
      "id": 12
    }
  ]
}